Repository: team-framework/innolive-client
Catalog: apps/ios/InnoLive/InnoLive/Resources/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: %.1f배
en: %.1f×
ja: %.1f倍

source: %04d%02d%02d InnoLive 방송
en: %04d%02d%02d InnoLive Broadcast
ja: %04d%02d%02d InnoLive 配信

source: %@ 가리기
en: Hide %@
ja: %@を隠す

source: %@ 보기
en: Show %@
ja: %@を表示

source: %lld개의 얼굴 정보
en: %lld registered faces
ja: %lld件の顔情報

source: 6자리 숫자
en: 6-digit number
ja: 6桁の数字

source: 6자리 인증 코드를 입력해 주세요.
en: Enter the 6-digit verification code.
ja: 6桁の認証コードを入力してください。

source: Apple 로그인 정보를 받지 못했습니다.
en: Could not receive Apple sign-in information.
ja: Appleのログイン情報を取得できませんでした。

source: Apple 로그인을 완료하지 못했습니다. 다시 시도해 주세요.
en: Could not complete Apple sign-in. Please try again.
ja: Appleでのログインを完了できませんでした。もう一度お試しください。

source: Apple 로그인을 확인하지 못했습니다. 다시 시도해 주세요.
en: Could not verify Apple sign-in. Please try again.
ja: Appleでのログインを確認できませんでした。もう一度お試しください。

source: Google 계정으로 로그인
en: Sign in with Google
ja: Googleでログイン

source: Google 로그인 설정이 필요합니다.
en: Google sign-in needs to be configured.
ja: Googleログインの設定が必要です。

source: Google 로그인 정보를 받지 못했습니다.
en: Could not receive Google sign-in information.
ja: Googleのログイン情報を取得できませんでした。

source: Google 로그인을 완료하지 못했습니다. 다시 시도해 주세요.
en: Could not complete Google sign-in. Please try again.
ja: Googleでのログインを完了できませんでした。もう一度お試しください。

source: Google 로그인을 확인하지 못했습니다. 다시 시도해 주세요.
en: Could not verify Google sign-in. Please try again.
ja: Googleでのログインを確認できませんでした。もう一度お試しください。

source: InnoLive 방송
en: InnoLive Broadcast
ja: InnoLive 配信

source: InnoLive 방송을 먼저 시작해 주세요.
en: Start an InnoLive broadcast first.
ja: 先にInnoLiveの配信を開始してください。

source: InnoLive가 처음이신가요?
en: New to InnoLive?
ja: InnoLiveを初めてご利用ですか？

source: InnoLive에서 라이브를 이어가세요.
en: Keep streaming with InnoLive.
ja: InnoLiveでライブ配信を続けましょう。

source: OAuth 연결
en: Connect with OAuth
ja: OAuthで接続

source: WebRTC 영상 연결을 만들지 못했습니다.
en: Could not create a WebRTC video connection.
ja: WebRTC映像接続を作成できませんでした。

source: WebRTC 영상 연결이 끊겼습니다.
en: The WebRTC video connection was lost.
ja: WebRTC映像接続が切断されました。

source: WebRTC 영상 연결이 종료되었습니다.
en: The WebRTC video connection has ended.
ja: WebRTC映像接続が終了しました。

source: WebRTC 영상 연결이 준비되지 않았습니다.
en: The WebRTC video connection is not ready.
ja: WebRTC映像接続の準備ができていません。

source: YouTube 계정을 다시 연결해 주세요.
en: Reconnect your YouTube account.
ja: YouTubeアカウントを再接続してください。

source: YouTube 계정을 먼저 연결해 주세요.
en: Connect your YouTube account first.
ja: 先にYouTubeアカウントを接続してください。

source: YouTube 라이브 전환 대기 중…
en: Waiting to go live on YouTube…
ja: YouTubeのライブ開始を待機中…

source: YouTube 라이브 전환 중…
en: Going live on YouTube…
ja: YouTubeのライブを開始中…

source: YouTube 라이브 활성화 안내
en: How to enable YouTube Live
ja: YouTubeライブの有効化について

source: YouTube 라이브를 먼저 활성화해 주세요. 활성화에는 최대 24시간이 걸릴 수 있습니다.
en: Enable YouTube Live first. Activation may take up to 24 hours.
ja: 先にYouTubeライブを有効にしてください。有効化には最大24時間かかる場合があります。

source: YouTube 방송 설명
en: YouTube broadcast description
ja: YouTube配信の説明

source: YouTube 방송 설정을 확인한 뒤 다시 시도해 주세요.
en: Check your YouTube broadcast settings and try again.
ja: YouTubeの配信設定を確認して、もう一度お試しください。

source: YouTube 방송 제목
en: YouTube broadcast title
ja: YouTube配信のタイトル

source: YouTube 방송 준비 중…
en: Preparing YouTube broadcast…
ja: YouTube配信を準備中…

source: YouTube 방송을 라이브로 전환하지 못했습니다. 잠시 후 다시 시도해 주세요.
en: Could not go live on YouTube. Please try again later.
ja: YouTubeのライブを開始できませんでした。しばらくしてからお試しください。

source: YouTube 방송을 먼저 준비해 주세요.
en: Prepare your YouTube broadcast first.
ja: 先にYouTube配信を準備してください。

source: YouTube 서버 응답을 확인하지 못했습니다. 다시 시도해 주세요.
en: Could not validate the YouTube server response. Please try again.
ja: YouTubeサーバーの応答を確認できませんでした。もう一度お試しください。

source: YouTube 서버에 연결하지 못했습니다. 잠시 후 다시 시도해 주세요.
en: Could not connect to the YouTube server. Please try again later.
ja: YouTubeサーバーに接続できませんでした。しばらくしてからお試しください。

source: YouTube 송출 대기
en: YouTube stream on standby
ja: YouTube配信待機中

source: YouTube 송출 일시 중지됨
en: YouTube stream paused
ja: YouTube配信を一時停止中

source: YouTube 송출 중
en: Streaming to YouTube
ja: YouTubeに配信中

source: YouTube 송출 중이 아닙니다.
en: You are not streaming to YouTube.
ja: YouTubeに配信していません。

source: YouTube 송출 중지됨
en: YouTube stream stopped
ja: YouTube配信停止済み

source: YouTube 송출을 준비하지 못했습니다. 잠시 후 다시 시도해 주세요.
en: Could not prepare the YouTube stream. Please try again later.
ja: YouTube配信を準備できませんでした。しばらくしてからお試しください。

source: YouTube 송출이 이미 일시 중지되어 있습니다.
en: The YouTube stream is already paused.
ja: YouTube配信はすでに一時停止しています。

source: YouTube 송출이 이미 진행 중입니다.
en: The YouTube stream is already active.
ja: YouTube配信はすでに開始されています。

source: YouTube 시청자층
en: YouTube audience
ja: YouTubeの視聴者層

source: YouTube 연결 설정이 필요합니다.
en: YouTube connection needs to be configured.
ja: YouTube接続の設定が必要です。

source: YouTube 연결 해제
en: Disconnect YouTube
ja: YouTubeの接続を解除

source: YouTube 연결을 완료하지 못했습니다. 다시 시도해 주세요.
en: Could not complete the YouTube connection. Please try again.
ja: YouTubeへの接続を完了できませんでした。もう一度お試しください。

source: YouTube 요청을 처리하지 못했습니다.
en: Could not process the YouTube request.
ja: YouTubeへのリクエストを処理できませんでした。

source: YouTube 인가 코드가 만료됐습니다. 계정 연결부터 다시 시도해 주세요.
en: The YouTube authorization code has expired. Reconnect your account and try again.
ja: YouTubeの認可コードの有効期限が切れました。アカウントの接続からやり直してください。

source: YouTube 인가 코드를 받지 못했습니다. 다시 시도해 주세요.
en: Could not receive the YouTube authorization code. Please try again.
ja: YouTubeの認可コードを取得できませんでした。もう一度お試しください。

source: YouTube 인증 서버에 연결하지 못했습니다. 잠시 후 다시 시도해 주세요.
en: Could not connect to the YouTube authentication server. Please try again later.
ja: YouTube認証サーバーに接続できませんでした。しばらくしてからお試しください。

source: YouTube 일시 중지 준비 중…
en: Preparing to pause YouTube stream…
ja: YouTube配信の一時停止を準備中…

source: YouTube 일시 중지 화면 재연결 중…
en: Reconnecting YouTube pause screen…
ja: YouTubeの一時停止画面を再接続中…

source: YouTube 재연결 중…
en: Reconnecting to YouTube…
ja: YouTubeに再接続中…

source: YouTube 준비 중…
en: Preparing YouTube…
ja: YouTubeを準備中…

source: YouTube가 아직 영상을 받을 준비가 되지 않았습니다. 잠시 후 다시 시도해 주세요.
en: YouTube is not ready to receive video yet. Please try again later.
ja: YouTubeはまだ映像を受信する準備ができていません。しばらくしてからお試しください。

source: YouTube에 송출되는 화면만 일시 중단되고, 서버와의 연결은 끊기지 않아요.
en: Only the video sent to YouTube is paused. The server connection stays active.
ja: YouTubeに配信する映像だけが一時停止され、サーバーとの接続は維持されます。

source: 개인정보처리방침
en: Privacy Policy
ja: プライバシーポリシー

source: 계정 만들기
en: Create an Account
ja: アカウントを作成

source: 계정 삭제
en: Delete Account
ja: アカウントを削除

source: 계정 삭제 중…
en: Deleting account…
ja: アカウントを削除中…

source: 계정 삭제가 완료되면 로그아웃되며 이 기기의 YouTube 연결과 방송 설정이 초기화됩니다.
en: Once your account is deleted, you will be signed out and the YouTube connection and broadcast settings on this device will be reset.
ja: アカウントの削除が完了するとログアウトし、このデバイスのYouTube接続と配信設定がリセットされます。

source: 계정 삭제를 완료하지 못했습니다. 잠시 후 다시 시도해 주세요.
en: Could not delete your account. Please try again later.
ja: アカウントを削除できませんでした。しばらくしてからお試しください。

source: 계정 설정
en: Account Settings
ja: アカウント設定

source: 계정 연결
en: Connect Account
ja: アカウントを接続

source: 다시 연결
en: Reconnect
ja: 再接続

source: 계정을 삭제할까요?
en: Delete your account?
ja: アカウントを削除しますか？

source: 공개
en: Public
ja: 公開

source: 공개 범위
en: Visibility
ja: 公開範囲

source: 기존 카메라로 복구하지 못했습니다. 현재 카메라를 계속 사용합니다.
en: Could not restore the previous camera. Continuing with the current camera.
ja: 以前のカメラに戻せませんでした。現在のカメラを引き続き使用します。

source: 끌어다 놓으면 가까운 모서리에 붙습니다
en: Drag and release to snap to the nearest corner.
ja: ドラッグして離すと、最も近い隅に移動します

source: 네트워크 연결을 복구하는 중…
en: Restoring network connection…
ja: ネットワーク接続を復旧中…

source: 네트워크 연결을 복구하지 못했습니다. 비식별화를 다시 시작해 주세요.
en: Could not restore the network connection. Restart anonymization.
ja: ネットワーク接続を復旧できませんでした。匿名化を再開してください。

source: 다시 시도
en: Try Again
ja: 再試行

source: 다시 시도해 주세요.
en: Please try again.
ja: もう一度お試しください。

source: 닫기
en: Close
ja: 閉じる

source: 두 손가락으로 확대하거나 축소합니다
en: Pinch with two fingers to zoom in or out.
ja: 2本の指でピンチして拡大・縮小します

source: 뒤로
en: Back
ja: 戻る

source: 등록 상태 새로고침
en: Refresh registration status
ja: 登録状態を更新

source: 등록 상태 확인 필요
en: Registration status needs checking
ja: 登録状態の確認が必要です

source: 등록 얼굴 %lld
en: Registered face %lld
ja: 登録した顔 %lld

source: 등록 얼굴 %lld 삭제
en: Delete registered face %lld
ja: 登録した顔 %lldを削除

source: 등록된 얼굴
en: Registered Faces
ja: 登録した顔

source: 등록된 얼굴 없음
en: No registered faces
ja: 登録した顔はありません

source: 등록된 얼굴을 모두 삭제할까요?
en: Delete all registered faces?
ja: 登録した顔をすべて削除しますか？

source: 등록된 얼굴을 찾지 못했습니다. 목록을 새로고침해 주세요.
en: Could not find the registered face. Refresh the list.
ja: 登録した顔が見つかりませんでした。一覧を更新してください。

source: 등록하면 내 얼굴의 비식별화를 제외합니다
en: Register your face to exclude it from anonymization.
ja: 顔を登録すると匿名化の対象から除外されます

source: 라이브 방송을 안전하게
en: Make live streaming safer
ja: ライブ配信を安全にする

source: 라이브 전환 중 방송이 종료되었습니다. 다시 시작해 주세요.
en: The broadcast ended while going live. Please start again.
ja: ライブ開始中に配信が終了しました。もう一度開始してください。

source: 로그아웃
en: Sign Out
ja: ログアウト

source: 로그인
en: Sign In
ja: ログイン

source: 로그인 상태를 갱신하지 못했습니다. 잠시 후 다시 시도해 주세요.
en: Could not refresh your sign-in session. Please try again later.
ja: ログイン状態を更新できませんでした。しばらくしてからお試しください。

source: 로그인 서버 응답을 확인하지 못했습니다. 다시 시도해 주세요.
en: Could not validate the sign-in server response. Please try again.
ja: ログインサーバーの応答を確認できませんでした。もう一度お試しください。

source: 로그인 정보를 안전하게 저장하지 못했습니다. 다시 시도해 주세요.
en: Could not securely save your sign-in information. Please try again.
ja: ログイン情報を安全に保存できませんでした。もう一度お試しください。

source: 로그인이 만료되었습니다. 다시 로그인해 주세요.
en: Your session has expired. Please sign in again.
ja: ログインの有効期限が切れました。もう一度ログインしてください。

source: 마이크 권한이 필요합니다. 설정에서 마이크 접근을 허용해 주세요.
en: Microphone permission is required. Allow microphone access in Settings.
ja: マイクの権限が必要です。「設定」でマイクへのアクセスを許可してください。

source: 마이크 오디오 송신기를 만들지 못했습니다.
en: Could not create the microphone audio sender.
ja: マイク音声の送信機を作成できませんでした。

source: 마이크 오디오 트랙을 만들지 못했습니다.
en: Could not create the microphone audio track.
ja: マイクの音声トラックを作成できませんでした。

source: 마이크를 준비하지 못했습니다: %@
en: Could not prepare the microphone: %@
ja: マイクを準備できませんでした：%@

source: 만드는 쉬운 방법
en: the easy way
ja: かんたんな方法

source: 메일이 오지 않았다면 스팸함을 확인해 주세요.
en: If the email has not arrived, check your spam folder.
ja: メールが届かない場合は迷惑メールフォルダを確認してください。

source: 모두 삭제
en: Delete All
ja: すべて削除

source: 방송 설명을 입력해 주세요
en: Enter a broadcast description
ja: 配信の説明を入力してください

source: 방송 설정
en: Broadcast Settings
ja: 配信設定

source: 방송 설정 시트를 엽니다.
en: Opens broadcast settings.
ja: 配信設定シートを開きます。

source: 방송 설정 저장 완료
en: Broadcast Settings Saved
ja: 配信設定を保存しました

source: 방송 세션을 만들고 있습니다.
en: Creating a broadcast session.
ja: 配信セッションを作成しています。

source: 방송 송출 화면을 기다리는 중
en: Waiting for broadcast video
ja: 配信映像を待機中

source: 방송 시작
en: Go Live
ja: 配信開始

source: 방송 시작 시 YouTube에 적용됩니다.
en: These settings will be applied to YouTube when you go live.
ja: 配信開始時にYouTubeに適用されます。

source: 방송 시작 중
en: Starting broadcast
ja: 配信を開始中

source: 방송 일시 중지
en: Pause Broadcast
ja: 配信を一時停止

source: 방송 일시 중지 (%@)
en: Broadcast paused (%@)
ja: 配信を一時停止中（%@）

source: 방송 재개
en: Resume Broadcast
ja: 配信を再開

source: 방송 제목을 입력해 주세요
en: Enter a broadcast title
ja: 配信タイトルを入力してください

source: 방송 제어
en: Broadcast Controls
ja: 配信操作

source: 방송 종료
en: End Broadcast
ja: 配信終了

source: 방송 준비
en: Prepare Broadcast
ja: 配信を準備

source: 방송 준비 중
en: Preparing broadcast
ja: 配信を準備中

source: 방송 준비 취소
en: Cancel Broadcast Preparation
ja: 配信準備をキャンセル

source: 방송 중 (%@)
en: Live (%@)
ja: 配信中（%@）

source: 방송을 준비하거나 송출하는 동안에는 YouTube 방송 정보를 변경할 수 없습니다.
en: You cannot change YouTube broadcast details while preparing or streaming.
ja: 配信の準備中または配信中は、YouTubeの配信情報を変更できません。

source: 방송을 준비하는 중
en: Preparing broadcast
ja: 配信を準備中

source: 방송인이나 게스트의 얼굴을 등록하면, 방송 중 해당 인물은 비식별화 처리되지 않아 자연스러운 방송을 진행할 수 있습니다.
en: Register the host or guests so their faces remain visible during the broadcast for a more natural stream.
ja: 配信者やゲストの顔を登録すると、配信中にその人の顔が匿名化されず、自然な配信ができます。

source: 방송할 플랫폼
en: Streaming Platforms
ja: 配信先プラットフォーム

source: 번들 시뮬레이터 영상을 찾지 못했습니다.
en: Could not find the bundled simulator video.
ja: 同梱のシミュレーター映像が見つかりませんでした。

source: 비공개
en: Private
ja: 非公開

source: 비밀번호
en: Password
ja: パスワード

source: 비밀번호 입력
en: Enter password
ja: パスワードを入力

source: 비밀번호 확인
en: Confirm Password
ja: パスワードの確認

source: 비밀번호가 일치하지 않습니다.
en: Passwords do not match.
ja: パスワードが一致しません。

source: 비밀번호가 일치합니다.
en: Passwords match.
ja: パスワードが一致しています。

source: 비밀번호는 8자 이상, 72바이트 이하로 입력해 주세요.
en: Use at least 8 characters and no more than 72 bytes for your password.
ja: パスワードは8文字以上、72バイト以下で入力してください。

source: 비식별화 꺼짐
en: Anonymization off
ja: 匿名化オフ

source: 비식별화 영상을 준비하는 중
en: Preparing anonymized video
ja: 匿名化映像を準備中

source: 비식별화 켜짐
en: Anonymization on
ja: 匿名化オン

source: 비식별화를 시작한 뒤 오디오 기기를 전환해 주세요.
en: Start anonymization before switching audio devices.
ja: 匿名化を開始してからオーディオデバイスを切り替えてください。

source: 비식별화를 시작한 뒤 카메라를 전환해 주세요.
en: Start anonymization before switching cameras.
ja: 匿名化を開始してからカメラを切り替えてください。

source: 비식별화를 시작한 뒤 화질을 변경해 주세요.
en: Start anonymization before changing video quality.
ja: 匿名化を開始してから画質を変更してください。

source: 비식별화하지 않을 얼굴을 등록해주세요
en: Register faces to keep visible
ja: 匿名化しない顔を登録してください

source: 사용할 수 있는 비밀번호입니다.
en: This password meets the requirements.
ja: 使用できるパスワードです。

source: 사용할 수 있는 카메라를 찾지 못했습니다.
en: No available camera was found.
ja: 使用できるカメラが見つかりませんでした。

source: 삭제하면 해당 얼굴은 다시 비식별화 대상이 됩니다.
en: Once deleted, these faces will be anonymized again.
ja: 削除すると、その顔は再び匿名化の対象になります。

source: 서버 상태를 불러와 주세요
en: Load the server status
ja: サーバーの状態を取得してください

source: 서버 연결 중
en: Connecting to server
ja: サーバーに接続中

source: 서버 영상 연결을 유지한 채 AI 비식별화 처리를 켜거나 끕니다.
en: Turns AI anonymization on or off while keeping the server video connection active.
ja: サーバーとの映像接続を維持したまま、AI匿名化処理をオン・オフにします。

source: 서버 영상 연결을 확인해 주세요.
en: Check the server video connection.
ja: サーバーとの映像接続を確認してください。

source: 서버 처리 영상이 곧 표시됩니다.
en: The processed video will appear shortly.
ja: サーバーで処理した映像がまもなく表示されます。

source: 서버 처리 영상이 준비되면 이 영역에 표시됩니다.
en: The processed video will appear here when it is ready.
ja: サーバーで処理した映像の準備ができると、ここに表示されます。

source: 서버 카메라 연결이 변경되었습니다. 다시 시도해 주세요.
en: The server camera connection has changed. Please try again.
ja: サーバーとのカメラ接続が変更されました。もう一度お試しください。

source: 서버 카메라 연결이 완료된 뒤 다시 시도해 주세요.
en: Try again once the camera is connected to the server.
ja: サーバーとのカメラ接続が完了してから、もう一度お試しください。

source: 서버 호환 영상 코덱을 설정하지 못했습니다.
en: Could not configure a server-compatible video codec.
ja: サーバーに対応した映像コーデックを設定できませんでした。

source: 서버 호환 오디오 코덱을 설정하지 못했습니다.
en: Could not configure a server-compatible audio codec.
ja: サーバーに対応した音声コーデックを設定できませんでした。

source: 서버가 카메라 영상을 받지 못했습니다. 네트워크를 확인한 뒤 방송을 다시 시작해 주세요.
en: The server did not receive camera video. Check your network and restart the broadcast.
ja: サーバーがカメラ映像を受信できませんでした。ネットワークを確認してから配信を再開してください。

source: 서버에 연결된 카메라 영상을 가져오지 못했습니다. 다시 시도해 주세요.
en: Could not retrieve video from the camera connected to the server. Please try again.
ja: サーバーに接続したカメラの映像を取得できませんでした。もう一度お試しください。

source: 서버에 카메라 영상을 연결하는 중
en: Connecting camera video to server
ja: カメラ映像をサーバーに接続中

source: 서버와 호환되는 Opus 오디오 코덱을 찾지 못했습니다.
en: Could not find a server-compatible Opus audio codec.
ja: サーバーに対応したOpus音声コーデックが見つかりませんでした。

source: 서버와 호환되는 VP8 영상 코덱을 찾지 못했습니다.
en: Could not find a server-compatible VP8 video codec.
ja: サーバーに対応したVP8映像コーデックが見つかりませんでした。

source: 선택
en: Select
ja: 選択

source: 선택 필요
en: Selection required
ja: 選択が必要です

source: 선택됨
en: Selected
ja: 選択済み

source: 선택한 오디오 기기를 사용할 수 없습니다.
en: The selected audio device is unavailable.
ja: 選択したオーディオデバイスは使用できません。

source: 선택한 카메라를 사용할 수 없습니다.
en: The selected camera is unavailable.
ja: 選択したカメラは使用できません。

source: 선택한 카메라를 열지 못했습니다: %@
en: Could not open the selected camera: %@
ja: 選択したカメラを起動できませんでした：%@

source: 선택한 카메라의 영상 형식을 준비하지 못했습니다.
en: Could not prepare the selected camera's video format.
ja: 選択したカメラの映像フォーマットを準備できませんでした。

source: 설정
en: Settings
ja: 設定

source: 설정 열기
en: Open Settings
ja: 設定を開く

source: 설정의 방송 설정에서 YouTube 방송 제목을 입력해 주세요.
en: Enter a YouTube broadcast title in Settings > Broadcast Settings.
ja: 「設定」の「配信設定」でYouTube配信のタイトルを入力してください。

source: 설정의 방송 설정에서 YouTube 시청자층을 먼저 선택해 주세요.
en: Select a YouTube audience in Settings > Broadcast Settings first.
ja: 先に「設定」の「配信設定」でYouTubeの視聴者層を選択してください。

source: 시뮬레이터 영상을 읽지 못했습니다: %@
en: Could not read the simulator video: %@
ja: シミュレーター映像を読み込めませんでした：%@

source: 시스템 기본값
en: System Default
ja: システムのデフォルト

source: 아동용
en: Made for kids
ja: 子ども向け

source: 아동용 아님
en: Not made for kids
ja: 子ども向けではない

source: 앱 설정 열기
en: Open App Settings
ja: アプリの設定を開く

source: 얼굴 관리
en: Manage Faces
ja: 顔の管理

source: 얼굴 관리 요청을 처리하지 못했습니다.
en: Could not process the face management request.
ja: 顔の管理リクエストを処理できませんでした。

source: 얼굴 관리 요청을 처리하지 못했습니다. 다시 시도해 주세요.
en: Could not process the face management request. Please try again.
ja: 顔の管理リクエストを処理できませんでした。もう一度お試しください。

source: 얼굴 등록
en: Register Face
ja: 顔を登録

source: 얼굴 등록 기능을 잠시 사용할 수 없습니다. 잠시 후 다시 시도해 주세요.
en: Face registration is temporarily unavailable. Please try again later.
ja: 顔の登録は一時的に利用できません。しばらくしてからお試しください。

source: 얼굴 등록 서버 설정이 필요합니다.
en: The face registration server needs to be configured.
ja: 顔登録サーバーの設定が必要です。

source: 얼굴 등록 서버 응답을 확인하지 못했습니다. 다시 시도해 주세요.
en: Could not validate the face registration server response. Please try again.
ja: 顔登録サーバーの応答を確認できませんでした。もう一度お試しください。

source: 얼굴 등록 서버에 연결하지 못했습니다. 네트워크를 확인해 주세요.
en: Could not connect to the face registration server. Check your network.
ja: 顔登録サーバーに接続できませんでした。ネットワークを確認してください。

source: 얼굴 등록됨
en: Face registered
ja: 顔を登録済み

source: 얼굴 등록이 완료됐어요.
en: Your face has been registered.
ja: 顔の登録が完了しました。

source: 얼굴 이미지를 처리하지 못했습니다. 다시 촬영해 주세요.
en: Could not process the face image. Take another photo.
ja: 顔画像を処理できませんでした。もう一度撮影してください。

source: 얼굴을 가운데 영역에 맞춰 주세요.
en: Position your face in the center area.
ja: 顔を中央の枠に合わせてください。

source: 얼굴을 가운데 영역에 보여 주세요.
en: Show your face in the center area.
ja: 中央の枠に顔を映してください。

source: 얼굴을 등록하고 있어요. 잠시만 기다려 주세요.
en: Registering your face. Please wait.
ja: 顔を登録しています。しばらくお待ちください。

source: 얼굴을 등록하려면 카메라 권한이 필요합니다.
en: Camera permission is required to register a face.
ja: 顔を登録するにはカメラの権限が必要です。

source: 얼굴을 분석하지 못했습니다. 다시 시도해 주세요.
en: Could not analyze the face. Please try again.
ja: 顔を分析できませんでした。もう一度お試しください。

source: 얼굴을 찾지 못했습니다. 얼굴을 정면으로 맞추고 다시 시도해 주세요.
en: No face was detected. Face the camera and try again.
ja: 顔が見つかりませんでした。顔を正面に向けて、もう一度お試しください。

source: 얼굴이 조금 더 크게 보이도록 가까이 와 주세요.
en: Move closer so your face appears a little larger.
ja: 顔がもう少し大きく映るように近づいてください。

source: 여러 플랫폼에 동시송출을 하려면 여러 플랫폼을 선택하세요.
en: Select multiple platforms to stream to them simultaneously.
ja: 複数のプラットフォームに同時配信するには、配信先を複数選択してください。

source: 연결 재시도
en: Retry Connection
ja: 接続を再試行

source: 연결됨
en: Connected
ja: 接続済み

source: 연결을 해제하면 다시 방송하기 전에 YouTube 계정을 연결해야 합니다.
en: After disconnecting, you will need to reconnect an account to broadcast on YouTube.
ja: 接続を解除すると、YouTubeで配信するにはアカウントを再接続する必要があります。

source: 연결 해제
en: Disconnect
ja: 接続を解除

source: 영문·숫자 기준 8~72자
en: 8–72 characters using letters and numbers
ja: 英数字で8〜72文字

source: 영문·숫자 기준 8~72자로 입력해 주세요.
en: Enter 8–72 characters using letters and numbers.
ja: 英数字で8〜72文字を入力してください。

source: 영상 서버 WebSocket이 열려 있지 않습니다.
en: The video server WebSocket is not open.
ja: 映像サーバーのWebSocketが開いていません。

source: 영상 서버 응답을 적용하는 중…
en: Applying video server response…
ja: 映像サーバーの応答を適用中…

source: 영상 서버가 WebRTC 연결을 거부했습니다.
en: The video server rejected the WebRTC connection.
ja: 映像サーバーがWebRTC接続を拒否しました。

source: 영상 서버와의 연결이 끊겼습니다.
en: The connection to the video server was lost.
ja: 映像サーバーとの接続が切断されました。

source: 영상 서버의 ICE 후보를 적용하지 못했습니다: %@
en: Could not apply the video server's ICE candidate: %@
ja: 映像サーバーのICE候補を適用できませんでした：%@

source: 영상 서버의 WebRTC 응답을 적용하지 못했습니다: %@
en: Could not apply the video server's WebRTC response: %@
ja: 映像サーバーのWebRTC応答を適用できませんでした：%@

source: 영상 서버의 WebRTC 응답이 올바르지 않습니다.
en: The video server's WebRTC response is invalid.
ja: 映像サーバーのWebRTC応答が無効です。

source: 영상 신호 전송에 실패했습니다: %@
en: Failed to send the video signal: %@
ja: 映像シグナルの送信に失敗しました：%@

source: 영상 신호를 만들지 못했습니다.
en: Could not create the video signal.
ja: 映像シグナルを作成できませんでした。

source: 영상 업링크 대기
en: Video uplink on standby
ja: 映像アップリンク待機中

source: 영상 연결 인증 정보가 없습니다.
en: Video connection credentials are missing.
ja: 映像接続の認証情報がありません。

source: 영상 연결 인증이 만료되었습니다.
en: Video connection authorization has expired.
ja: 映像接続の認証の有効期限が切れました。

source: 영상 연결이 취소되었습니다.
en: The video connection was canceled.
ja: 映像接続がキャンセルされました。

source: 영상 패킷 전송을 확인하는 중…
en: Checking video packet transmission…
ja: 映像パケットの送信を確認中…

source: 오디오 기기
en: Audio Device
ja: オーディオデバイス

source: 오디오 기기 목록을 불러오지 못했습니다.
en: Could not load the audio device list.
ja: オーディオデバイスの一覧を読み込めませんでした。

source: 오디오 기기를 전환하지 못해 기존 기기를 계속 사용합니다.
en: Could not switch audio devices. Continuing with the previous device.
ja: オーディオデバイスを切り替えられなかったため、以前のデバイスを引き続き使用します。

source: 오디오 기기를 전환하지 못했습니다. 다시 시도해 주세요.
en: Could not switch audio devices. Please try again.
ja: オーディオデバイスを切り替えられませんでした。もう一度お試しください。

source: 오디오 기기를 전환하지 못했습니다: %@
en: Could not switch audio devices: %@
ja: オーディオデバイスを切り替えられませんでした：%@

source: 오류 닫기
en: Dismiss Error
ja: エラーを閉じる

source: 올바른 이메일 주소를 입력해 주세요.
en: Enter a valid email address.
ja: 有効なメールアドレスを入力してください。

source: 완료
en: Done
ja: 完了

source: 요청을 처리하지 못했습니다. 다시 시도해 주세요.
en: Could not process the request. Please try again.
ja: リクエストを処理できませんでした。もう一度お試しください。

source: 원본 미리보기
en: Original Preview
ja: 元の映像のプレビュー

source: 위 주소로 보낸 6자리 인증 코드를 입력해 주세요.
en: Enter the 6-digit verification code sent to the address above.
ja: 上記のアドレスに送信した6桁の認証コードを入力してください。

source: 이 Google 계정에 YouTube 채널이 없습니다. 채널을 먼저 만들어 주세요.
en: This Google account does not have a YouTube channel. Create a channel first.
ja: このGoogleアカウントにはYouTubeチャンネルがありません。先にチャンネルを作成してください。

source: 이 서버에는 YouTube 송출 기능이 아직 구성되지 않았습니다.
en: YouTube streaming has not been configured on this server yet.
ja: このサーバーではYouTube配信機能がまだ設定されていません。

source: 이 서버에는 YouTube 연결 기능이 아직 구성되지 않았습니다.
en: YouTube connection has not been configured on this server yet.
ja: このサーバーではYouTube接続機能がまだ設定されていません。

source: 이메일
en: Email
ja: メールアドレス

source: 이메일 또는 비밀번호가 올바르지 않습니다.
en: The email or password is incorrect.
ja: メールアドレスまたはパスワードが正しくありません。

source: 이메일 인증 후 라이브를 시작할 수 있어요.
en: Verify your email to start streaming.
ja: メール認証後にライブ配信を開始できます。

source: 이메일 주소를 확인해 주세요.
en: Check your email address.
ja: メールアドレスを確認してください。

source: 이메일 주소와 비밀번호를 입력해 주세요.
en: Enter your email address and password.
ja: メールアドレスとパスワードを入力してください。

source: 이메일로 계속하기
en: Continue with Email
ja: メールアドレスで続ける

source: 이메일로 로그인
en: Sign In with Email
ja: メールアドレスでログイン

source: 이메일을 확인해 주세요
en: Check Your Email
ja: メールを確認してください

source: 이미 가입된 이메일입니다. 로그인해 주세요.
en: This email is already registered. Please sign in.
ja: このメールアドレスは登録済みです。ログインしてください。

source: 이미 계정이 있으신가요?
en: Already have an account?
ja: すでにアカウントをお持ちですか？

source: 인증 메일 보내기
en: Send Verification Email
ja: 認証メールを送信

source: 인증 메일을 보낼 수 없습니다. 잠시 후 다시 시도해 주세요.
en: Could not send the verification email. Please try again later.
ja: 認証メールを送信できませんでした。しばらくしてからお試しください。

source: 인증 서버 설정이 필요합니다.
en: The authentication server needs to be configured.
ja: 認証サーバーの設定が必要です。

source: 인증 서버에 연결하지 못했습니다. 잠시 후 다시 시도해 주세요.
en: Could not connect to the authentication server. Please try again later.
ja: 認証サーバーに接続できませんでした。しばらくしてからお試しください。

source: 인증 코드
en: Verification Code
ja: 認証コード

source: 인증 코드 다시 보내기
en: Resend Verification Code
ja: 認証コードを再送信

source: 인증 코드가 올바르지 않거나 만료됐습니다.
en: The verification code is invalid or has expired.
ja: 認証コードが無効か、有効期限が切れています。

source: 인증 코드를 다시 보냈어요.
en: The verification code has been resent.
ja: 認証コードを再送信しました。

source: 인증하고 시작하기
en: Verify and Get Started
ja: 認証して始める

source: 일부 공개
en: Unlisted
ja: 限定公開

source: 일시 중지된 YouTube 송출이 아닙니다.
en: The YouTube stream is not paused.
ja: YouTube配信は一時停止していません。

source: 재연결 중 (%@)
en: Reconnecting (%@)
ja: 再接続中（%@）

source: 재연결 필요
en: Reconnect required
ja: 再接続が必要です

source: 저장
en: Save
ja: 保存

source: 좋아요. 잠시 그대로 있어 주세요.
en: Great. Hold still for a moment.
ja: いいですね。そのまま少しお待ちください。
